Repository: fmondora/ExuviaAgent
Catalog: locales/*/LC_MESSAGES/exuviaagent.po
Languages: it

# sign_up_today
source: 🏋️ Sign up for today’s class
it: 🏋️ Dai, iscriviti alla classe di oggi!

# view_wod
source: 💪 View today’s WOD
it: 💪 Scopri il tuo WOD di oggi!

source: 📅 Classes
it: 📅 Le tue classi

source: View Calendar
it: Guarda il calendario

# subscribe
source: Subscribe/Unsubscribe
it: Iscriviti o disiscriviti

source: Waiting List
it: Lista d'attesa

source: 📈 Progress
it: 📈 I tuoi progressi

source: View Maxes
it: Controlla i tuoi massimali

# update_maxes
source: Add/Update Maxes
it: Aggiungi o aggiorna i massimali

source: WOD History
it: La tua cronologia WOD

source: Statistics
it: Le tue statistiche

# profile
source: ⚙️ Profile & Subscription
it: ⚙️ Il tuo profilo e abbonamento

# view_profile
source: View/Edit Profile
it: Vedi o modifica il tuo profilo

# subscription
source: Subscription Status
it: Il tuo abbonamento

# renew
source: Renew Subscription
it: Rinnova il tuo abbonamento

# certificate
source: Certificate Status
it: Il tuo certificato

source: Upload Certificate
it: Carica il tuo certificato

source: 🛠️ Settings
it: 🛠️ Le tue impostazioni

source: Reminders
it: I tuoi promemoria

source: Language
it: Lingua

source: Community
it: La tua community

source: My Classes
it: Le tue classi

source: Upcoming Classes
it: Classi dei prossimi 7 giorni

# my_classes_title
source: My Classes
it: Le tue classi

# upcoming_calendar_title
source: Select a date
it: Scegli una data

source: Classes on {date}
it: Classi del {date}

# enroll_success
source: You have successfully enrolled!
it: Grande, sei iscrittə alla classe!

# unenroll_success
source: You have successfully unenrolled!
it: Ok, disiscrizione completata!

# invalid_path
source: Invalid menu path.
it: Ops, qualcosa non va. Torna indietro!

# main_menu_title
source: 📍 Main Menu
it: 📍 Menu principale

source: < Back
it: < Torna indietro
